module.exports = () => {
  return {
    "book": {
      "id": 372,
      "name": "元尊",
      "author": "天蚕土豆",
      "category": "玄幻小说",
      "serial": "连载中",
      "updateTime": new Date().getTime(),
      "chapterCount": 548,
      "cover": "https://www.biquke.com/files/article/image/0/372/372s.jpg",
      "introduction": "吾有一口玄黄气，可吞天地日月星。天蚕土豆最新鼎力大作，2017年度必看玄幻小说。",
      "newestChapter": {
        "id": 5607491,
        "name": "正文 第五百三十九章 灭万丈"
      },
      "idPrefix": 0
    },
    "page": 1,
    "size": 20,
    "catalog": [
      {"bid": 372, "id": 1449260, "name": "第一章 土豆新书预览"},
      {"bid": 372, "id": 2599189, "name": "正文 第一章 蟒雀吞龙"},
      {"bid": 372, "id": 2602517, "name": "正文 第二章 源纹"},
      {"bid": 372, "id": 2603983, "name": "正文 第三章 苏幼微"},
      {"bid": 372, "id": 2606497, "name": "正文 第四章 源纹的力量"},
      {"bid": 372, "id": 2613366, "name": "正文 第五章 齐岳，柳溪"},
      {"bid": 372, "id": 2625108, "name": "正文 第六章 祖地宗祠"},
      {"bid": 372, "id": 2656750, "name": "正文 第七章 神秘之地"},
      {"bid": 372, "id": 2661154, "name": "正文 第八章 寻八脉"},
      {"bid": 372, "id": 2672163, "name": "正文 第九章 八脉现"},
      {"bid": 372, "id": 2677457, "name": "正文 第十章 得授机缘"},
      {"bid": 372, "id": 2684538, "name": "正文 第十一章 齐王的胃口"},
      {"bid": 372, "id": 2689849, "name": "正文 第十二章 源食"},
      {"bid": 372, "id": 2699237, "name": "正文 第十三章 冲脉"},
      {"bid": 372, "id": 2701992, "name": "正文 第十四章 神魂"},
      {"bid": 372, "id": 2721138, "name": "正文 第十五章 混沌神磨观想法"},
      {"bid": 372, "id": 2726298, "name": "正文 第十六章 挖墙角"},
      {"bid": 372, "id": 2739228, "name": "正文 第十七章 林枫"},
      {"bid": 372, "id": 2747217, "name": "正文 第十八章 文武"},
      {"bid": 372, "id": 2784085, "name": "正文 第十九章 开脉"}
    ],
    "newestChapters": [
      {"bid": 372, "id": 5632978, "name": "正文 第五百四十章 源髓分配"},
      {"bid": 372, "id": 5607491, "name": "正文 第五百三十九章 灭万丈"},
      {"bid": 372, "id": 5603808, "name": "正文 第五百三十八章 收真水"},
      {"bid": 372, "id": 5599470, "name": "正文 第五百三十七章 破解真水"},
      {"bid": 372, "id": 5599689, "name": "正文 第五百三十六章 周元参战"}
    ]
  };
};