module.exports = () => {
  return {
    "title": '首页',
    "site_recommends": [
      {
      "id": 43961,
        "name": "三寸人间",
        "href": "/bq/43/43961/",
        "cover": "https://www.biquke.com/files/article/image/43/43961/43961s.jpg",
      }, {
      "id": 372,
        "name": "元尊",
        "href": "/bq/0/372/",
        "cover": "https://www.biquke.com/files/article/image/0/372/372s.jpg",
      }, {
      "id": 3714,
        "name": "飞剑问道",
        "href": "/bq/3/3714/",
        "cover": "https://www.biquke.com/files/article/image/3/3714/3714s.jpg",
      }
    ],
    "popular_recommends": [
      {
      "id": 27317,
        "cover": "https://www.biquke.com/files/article/image/27/27317/27317s.jpg",
        "href": "/bq/27/27317/",
        "name": "邪王追妻：废材逆天小姐",
        "author": "苏小暖",
        "introduction": "她，21世纪金牌杀手，却穿为苏府最无用的废柴四小姐身上。他，帝国晋王殿下，冷酷邪魅强势霸道，天赋卓绝。世人皆知她是草包废材，任意欺压凌辱，唯独他慧眼识珠对她强势霸道纠缠誓死不放手。且看他们如何强者与强者碰撞，上演一出追逐与被追逐的好戏。",
        "visits": 2180879
      },
      {
      "id": 3714,
        "cover": "https://www.biquke.com/files/article/image/3/3714/3714s.jpg",
        "href": "/bq/3/3714/",
        "name": "飞剑问道",
        "author": "我吃西红柿",
        "introduction": "在这个世界，有狐仙、河神、水怪、大妖，也有求长生的修行者。 修行者们， 开法眼，可看妖魔鬼怪。 炼一口飞剑，可千里杀敌。 千里眼、顺风耳，更可探查四方。 …… 秦府二公子‘秦云’，便是一位修行者……",
        "visits": 42739638
      },
      {
      "id":22585,
        "cover": "https://www.biquke.com/files/article/image/22/22585/22585s.jpg",
        "href": "/bq/22/22585/",
        "name": "万古神帝",
        "author": "飞天鱼",
        "introduction": "八百年前，明帝之子张若尘，被他的未婚妻池瑶公主杀死，一代天骄，就此陨落。 八百年后，张若尘重新活了过来，却发现曾经杀死他的未婚妻， 已经统一昆仑界，开辟出第一中央帝国，号称“池瑶女皇”。 池瑶女皇——统御天下，威临八方；青春永驻，不死不灭。 张若尘站在诸皇祠堂外，望着池瑶女皇的神像，心中燃烧起熊熊的仇恨烈焰，“待我重修十三年，敢叫女皇下黄泉”。",
        "visits": 7206428
      },
      {
      "id":372,
        "cover": "https://www.biquke.com/files/article/image/0/372/372s.jpg",
        "href": "/bq/0/372/",
        "name": "元尊",
        "author": "天蚕土豆",
        "introduction": "吾有一口玄黄气，可吞天地日月星。天蚕土豆最新鼎力大作，2017年度必看玄幻小说。",
        "visits": 739564
      },
      {
      "id":990,
        "cover": "https://www.biquke.com/files/article/image/0/990/990s.jpg",
        "href": "/bq/0/990/",
        "name": "凡人修仙传仙界篇",
        "author": "忘语",
        "introduction": "凡人修仙，风云再起时空穿梭，轮回逆转金仙太乙，大罗道祖三千大道，法则至尊《凡人修仙传》仙界篇，一个韩立叱咤仙界的故事，一个凡人小子修仙的不灭传说。",
        "visits": 14969411
      },
      {
      "id":73,
        "cover": "https://www.biquke.com/files/article/image/0/73/73s.jpg",
        "href": "/bq/0/73/",
        "name": "武极天下",
        "author": "蚕茧里的牛",
        "introduction": "武到极致，独步天下。 神域征战，魔方坠落人间，被一个立志修武的少年偶然得到。 在这个天才云集的大陆，他不是天才，但却屡屡终结天才的神话。 在这个职业大师凤毛麟角的大陆，他博采众长，登峰造极。炼药宗师？炼器匠神？铭文师？阵法师？这些都过时了，真正强悍的生活职业是这片大陆从来没出现过，只有我一人懂得的职业。 蚕茧已有两本完本作品，人品保证，精心构思的玄幻作品，保证精彩。",
        "visits": 572938
      },
      {
      "id":34900,
        "cover": "https://www.biquke.com/files/article/image/34/34900/34900s.jpg",
        "href": "/bq/34/34900/",
        "name": "圣墟",
        "author": "辰东",
        "introduction": "在破败中崛起，在寂灭中复苏。 沧海成尘，雷电枯竭，那一缕幽雾又一次临近大地，世间的枷锁被打开了，一个全新的世界就此揭开神秘的一角……",
        "visits": 477774
      },
      {
      "id":45096,
        "cover": "https://www.biquke.com/files/article/image/45/45096/45096s.jpg",
        "href": "/bq/45/45096/",
        "name": "网游之神级土豪",
        "author": "极目天狗",
        "introduction": "谁也不知道，《天世》开启之初，游戏终端主脑会自动智能觉醒，完全拥有自主意识，并在第一时间就关闭了充值渠道。《天世》发展了十年，游戏币成为现实与虚拟唯一的流通货币。房间中，一个因为《天世》而落魄的富二代缓缓举枪对准自己的太阳穴...时间轮回，重返十年之前，距离《天世》开启只剩一个星期。这时，重生的楚幽该如何抉择...",
        "visits": 214730
      }
    ],
    "zjgx": [
      {
      "id":23659,
        "href": "/bq/23/23659/",
        "name": "穿越到大秦的武器大亨",
        "author": "大锅菜",
        "updateTime": "08-21 18:06",
        "introduction": "历史收藏家的伯父，保守着一个古老的秘密，没有子嗣的原因，希望其侄子能够继承这个古老的秘密。 但是侄子没有任何兴趣。他只对开发武器感兴趣。更多的新式武器。赚取更多的钞票。这是他唯一的乐趣。 但是，在这个古老秘密传承的过程中，意外出现了。侄子穿越了。 来到了战国末期。 嘿嘿，既来之则安之，自己是武器专家，对付冷兵器还不是手到擒来吗? 你有骑兵，我有机关枪，你冲，我就埋地雷，拉铁丝网，你跑，我可是专家。地上有坦克装甲车，天上有飞机。投降吧。 机械化的武器用在古代战场上还等什么 更多精彩内容，尽在《穿越到大秦的武器大亨》有了解作品的加QQ1341354062 QQ群222194391欢迎你的加入。 分享书籍《穿越到大秦的武器大亨》作者：大锅菜 各位书友要是觉得《穿越到大秦的武器大亨》还不错的话请不要忘记向您QQ群和微博里的朋友推荐哦！"
      },
      {
      "id":52254,
        "href": "/bq/52/52254/",
        "name": "大道洪炉",
        "author": "拼命的牛",
        "updateTime": "08-21 18:05",
        "introduction": "没有特殊体质，也不是天才，更没有强大的背景。楚寻只是云剑宗的一个种植灵谷的普通外门弟子，起步于平凡，用自己的刻苦与努力，在这弱肉强食的修仙界中，与那些天才争机缘，夺气运……PS：本书是凡人霸主流，种田文，一本真正的修真小说，没有系统作弊。 再顺便推荐下作者已经完本的老书《僵尸爱打劫》，大家可以去看看。 拼命的牛书友QQ群585627464欢迎大家来支持！！"
      },
      {
      "id":48551,
        "href": "/bq/48/48551/",
        "name": "天下第九",
        "author": "鹅是老五",
        "updateTime": "08-21 18:05",
        "introduction": "无尽宇宙之中有八道鸿蒙道则，这八道道则每一道都被一个无上强者融合。 没有人知道，宇宙之中还有第九道道则，这一道道则破开鸿蒙，无人可触。"
      },
      {
      "id":49364,
        "href": "/bq/49/49364/",
        "name": "重生隐形富豪",
        "author": "知墨慕燕",
        "updateTime": "08-21 18:05",
        "introduction": "好不容易重生，改变自己的命运，改变家人的命运，那是必须的！可除了赚钱，还有更好玩儿的事：投资科研，别人老想往天上飞，可洛宁恐高，不如去开发海底世界如何？"
      },
      {
      "id":39902,
        "href": "/bq/39/39902/",
        "name": "龙魂特种兵",
        "author": "东方小少",
        "updateTime": "08-21 18:04",
        "introduction": "【【2016星创奖之军事参赛作品】】 他，是神秘七族核心子弟的磨刀石。 他，是神秘七族畏如蛇蝎的美少年。 他，是禁区历经磨练走出来的霸王。 他，是敌人闻风丧胆的特种兵龙魂。 霸道强势，无耻流氓。 他，就是项羽。 他，也是混蛋。 带着仇恨，带着使命，八年后踏入都市，搅动风云，龙战天下！"
      },
      {
      "id":52083,
        "href": "/bq/52/52083/",
        "name": "流放之影",
        "author": "月上凌霄",
        "updateTime": "08-21 18:04",
        "introduction": "带着前世研发的火影游戏系统来到了异世界，成为了诸多公国混战的 “死亡峡湾”战场上的小兵。贵族的权术，战争的痛楚，蛰伏在黑暗中的阴影——能解决的问题都不是问题！ 罗恩：“谁说斗气魔法不能双修？忍术体术幻术，就是我的最强奥义！ “”"
      },
      {
      "id":23058,
        "href": "/bq/23/23058/",
        "name": "我从凡间来",
        "author": "想见江南",
        "updateTime": "08-21 18:04",
        "introduction": "我从凡间来，到此觅长生。"
      },
      {
      "id":38463,
        "href": "/bq/38/38463/",
        "name": "纯阳武神",
        "author": "想见江南",
        "updateTime": "08-21 18:04",
        "introduction": "天行健，君子以自强不息！ 以身作船，以武为帆，承载不屈灵魂，驰往永生彼岸。 这是个“能以精诚致魂魄”的故事。 （已完本五百余万字的七千均订品质之作，更新稳定，必定完本，诸君可放心收藏，阅读）"
      },
      {
      "id":52667,
        "href": "/bq/52/52667/",
        "name": "劫生",
        "author": "HE观山",
        "updateTime": "08-21 18:04",
        "introduction": "“观众朋友大家好，我现在所处的位置是位于天浪山腹地的天浪山镇。通过我们的镜头，大家可以看到我头顶的天空就像被火烧过一样，呈现出艳丽的火红色，非常的漂亮。如此美景百年难以一遇，故有不少游客特意驱车来天浪山镇观看。据当地群众反应，昨日凌晨，这片火烧云就已经呈现出蔚为壮观之势。还有知情者告诉记者，在这片火烧云出现之前，天浪山镇上空曾裂开一道巨大的裂缝，无数人影徘徊其中，场景之震撼如同科幻大片。有人猜测，眼前此番景象系外星人入侵我们星球后各国政府进行了联合核反击最有利的证明。新闻频道记者肖宁现场为您报道。”"
      },
      {
      "id":52702,
        "href": "/bq/52/52702/",
        "name": "喜荣华",
        "author": "痕线",
        "updateTime": "08-21 18:04",
        "introduction": "她是侯府嫡长女，当今太子妃，一杯毒酒赴了黄泉。在表妹身上重生，严父毒母，孤立无援，最终被弃庵堂。 长生漫漫，该何去何从？夺她清白的战神王爷从天而降，言辞霸道， “做本王的女人！”她笑孤松傲雪， “此生此世，誓不为妾！”一次又一次的交锋，谁遗落心，谁又成了赢家？ 终有一日，他把江山拱手放在她跟前，问她，这山河万里，可愿与他执掌？ 她再笑，风华绝代，一生一世一双人，与君百年。"
      },
    ]
  };
};